Українська (Ukrainian)
Info=ZIP Plugin for oMega|UKR,RUS,RU|1251|Edward Dubrovin, siropchik (Глеб Евгеньевич)

1=ZIP плагін
2=[fB +2;%0:s]\n[fB +2;для oMega Commander]\nВерсія: [fB;%1:s.%2:d] (сборка [fB;%3:d])%4:s\n\nКопірайт (c) %5:d-%6:d\n%7:s\n<Cursor=21;URL=%8:s>[fAccentBlue;%9:s]
3=Увага! Деякі файли мають юнікод-імена!\nНе всі програми підтримають такі імена в ZIP-файлах.
4=Увага! В іменах файлів містяться не ASCII символи (з кодом > 127) або юнікод-імена!\nТакі імена по різному відображуються для різних кодових сторінок,\nабо не усі програми підтримують юнікод-імена в ZIP-файлах.
5=Оберіть засіб збереження імен файлів:
6=[fB +2;Збереження юнікод імен:]\n(деякі програми не підтримують юнікод-імена в ZIP,\nабо ж, не підтримують один з засобів їх зберігання)
7=Запитувати користувача про збереження юнікод-імен
8=Застосовувати засіб збереження для:
9=для імен файлів з юнікодом
10=для імен файлів з не ASCII символами (код більший за 127)
11=для усіх імен файлів
12=Засіб збереження юнікод-імен:
13=як юнікод UTF-8 (метод ZIP 6.3.0, WinZip 11.2)
14=як юнікод UTF-8 в екстраполях (метод Info-ZIP)
15=юнікод-символи у вигляді символу "?"
16=юнікод-символи у вигляді символу "_"
17=юнікод-символи у вигляді символу "-"
18=У подальшому не запитувати\n(змінити налаштування можливо у властивостях плагина)
30=Попередження!\n\nЗагальний розмір файлів, що пакуються: [fB;%.1f ГБ] (більше за 4 ГБ).\nНе усі програми підтримують ZIP-файли великого розміру.\n\nПродовжити пакування?
50=Помилка збереження до файлу\n"%s"
